Repository: haiwen/seafile-iOS
Catalog: seafile/Supporting Files/*.lproj/Localizable.strings
Languages: bs, cs_cz, de, fr, hu, lt, pl_pl

source: Username must not be empty
bs: Korisničko ime ne može biti prazno
cs_cz: Uživatelské jméno nemůže být prázdné
de: Geben Sie Ihren Benutzernamen an
fr: Le nom d'utilisateur ne peut être vide
hu: A felhasználónév nem lehet üres
lt: Vartotojo vardas negali būti tuščias
pl_pl: Nazwa użytkownika nie może być pusta

source: Verification code must not be empty
bs: Verifikacijski kod ne može biti prazno
cs_cz: Ověřovací kód nemůže být prázdný
de: Geben Sie den Code für die Authentifzierung an
fr: Le code de vérification ne doit pas être vide
hu: Az ellenőrző kód nem lehet üres
lt: Patvirtinimo kodas negali būti tuščias
pl_pl: Kod weryfikacyjny nie może być pusty

source: Version
bs: Verzija
cs_cz: Verze
de: App-Version
hu: Verzió
lt: Versija
pl_pl: Wersja

source: Welcome to %@
bs: Dobrodošli u %@
cs_cz: Vítejte na %@
de: Willkommen bei %@
fr: Bienvenue sur %@
hu: Üdv a(z) %@-ban
lt: Sveiki prisijungę prie %@
pl_pl: Witaj w %@

source: Wifi Only
bs: Samo preko WiFi
cs_cz: Pouze na WiFi
de: Nur im WLAN
fr: Wifi seulement
hu: Csak Wifivel
lt: Tik Wifi
pl_pl: Tylko Wifi

source: Wipe Cache
bs: Očisti Cache
cs_cz: Vyprázdnit mezipaměť
de: Lokalen Speicher löschen
fr: Nettoyer le cache
hu: Gyorsítótár törlése
lt: Išvalyti talpyklą
pl_pl: Wyczyść pamięć podręczną

source: Wrong library password
bs: Pogrešna šifra za biblioteku
cs_cz: Chybné heslo pro knihovnu
de: Das Passwort für die Bibliothek ist falsch
fr: Le mot de passe de la bibliothèque est incorrect
hu: Hibás kötet jelszó
lt: Neteisingas bibliotekos slaptažodis
pl_pl: Nieprawidłowe hasło do biblioteki

source: Wrong password
bs: Pogrešna šifra
cs_cz: Chybné heslo
de: Passwort falsch
fr: Mot de passe erroné
hu: Hibás jelszó
lt: Neteisingas slaptažodis
pl_pl: Nieprawidłowe hasło

source: Wrong username or password
bs: Pogrešno korisničko ime ili šifra
cs_cz: Chybné uživatelské jméno nebo heslo
de: Benutzername oder Passwort falsch
fr: Nom d'utilisateur ou mot de passe incorrect
hu: Hibás felhasználói név vagy jelszó
lt: Neteisingas vartotojo vardas arba slaptažodis
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło

source: YES
de: Ja
fr: Oui
hu: Igen

source: You can enable access in Privacy Settings
bs: Možete omogućiti pristup u Podešavanjima Privatnosti
cs_cz: Přístup můžete povolit v Nastavení soukromí
de: Sie können den Zugriff in den Einstellungen unter Datenschutz freigeben.
fr: Vous ne pouvez pas activer l'accès aux paramètres privés
hu: A hozzáférést a biztonsági beállításoknál engedélyezheti
lt: Galite leisti prieigą Privacy Settings nustatymuose
pl_pl: Możesz przyznać dostęp w Ustawieniach Prywatności

source: Your device cannot authenticate using Touch ID.
bs: Vaš uređaj se ne može prijaviti koristeći TouchID.
cs_cz: Vaše zařízení se pomocí Touch ID nemůže ověřit.
de: Ihr Gerät kann Touch ID nicht verwenden.
fr: Votre terminal ne peut s’authentifier en utilisant TouchID.
hu: Az eszköz TouchID-vel nem tud azonosítani.
lt: Šis įrenginys negali naudoti Touch ID.
pl_pl: To urządzenie nie może wykorzystać TouchID w celu uwierzytelnienia.

source: Your device cannot authenticate using Face ID.
de: Ihr Gerät kann Face ID nicht verwenden.
fr: Votre appareil ne peut s’authentifier en utilisant Face ID.

source: and %@ more
bs: i%@ još
cs_cz: a %@ dalších
de: und %@ weitere
fr: et %@ de plus
hu: és még %@
lt: ir %@ daugiau
pl_pl: i %@ więcej

source: directories
bs: direktoriji
cs_cz: složky
de: Ordner
fr: dossiers
hu: könyvtárak
lt: aplankai
pl_pl: katalogi

source: files
bs: datoteke
cs_cz: soubory
de: Dateien
fr: fichiers
hu: fájlok
lt: bylos
pl_pl: pliki

source: modified
bs: izmjenjeno
cs_cz: upraveno
de: verändert
fr: modifié
hu: módosítva
lt: pakeista
pl_pl: zmodyfikowano

source: Uploading
de: Wird hochgeladen
fr: Envoi en cours

source: Downloading
de: Wird heruntergeladen
fr: Téléchargement en cours

source: Upload & Download
de: Hoch- und Herunterladen
fr: Envoi et téléchargement

source: Completed
de: Fertig
fr: Terminé

source: Waiting to upload
de: %Warten auf hochladen
fr: % en attente d'envoi

source: Share to WeChat
de: Freigeben für WeChat
fr: Partagé avec WeChat

source: Share Cancelled
de: Freigabe abgebrochen
fr: Partage annulé

source: Failed to share to WeChat
de: Freigabe für WeChat nicht möglich
fr: Impossible de partager avec WeChat

source: OK and Remember Device
de: OK und an das Gerät erinnern
fr: Ok et retenir l'appareil

source: Privacy Policy
de: Datenschutzerklärung
fr: Respect de la vie privée.

source: FaceID(TouchID) is Enabled
de: Face/Touch ID ist aktiviert
fr: FaceID(TouchID) est activé

source: Files cannot access files in Seafile when FaceID(TouchID) enabled. Please open Seafile and disable FaceID(TouchID).
de: Die Dateien-App kann nicht auf Dateien in Seafile zugreifen, wenn dort Face ID oder Touch ID verwendet wird. Öffnen Sie bitte die Seafile-App und deaktivieren Sie Face ID oder Touch ID.

source: Please open Seafile ans add an account to start
de: Zum Starten öffnen Sie bitte Seafile und wählen ein Konto.
fr: Veuillez ouvrir Seafile et ajouter un compte pour commencer.

source: Name
bs: Ime
cs_cz: Název
fr: Nom
hu: Név
lt: Vardas
pl_pl: Nazwa

source: Server
fr: Serveur
hu: Szerver
lt: Serveris
pl_pl: Serwer

source: Single Sign On
fr: Connexion unique

source: Website
bs: Web stranica
cs_cz: Webová stránka
fr: Site web
hu: Weboldal
lt: Svetainė
pl_pl: Witryna

source: detail
bs: detalji
cs_cz: podrobnosti
fr: détail
hu: részlet
lt: išsamiai
pl_pl: szczegół

source: www.seafile.com
fr: luckycloud.de
hu: luckycloud.de
lt: luckycloud.de

source: https://www.seafile.com/en/privacy_policy/
fr: https://luckycloud.de/de/data-and-privacy/
hu: https://luckycloud.de/de/data-and-privacy/
lt: https://luckycloud.de/de/data-and-privacy/

source: OK
hu: Rendben
lt: Gerai

source: Email
lt: El. paštas
