Repository: haiwen/seafile-iOS
Catalog: seafile/Supporting Files/*.lproj/Localizable.strings
Languages: bs, cs_cz, de, fr, hu, lt, pl_pl

source: Please disable "Auto clear passwords" for uploading contacts to an encrypted library.
bs: Molim ugasite "Automatsko brisanje šifri" za upload kontakata u zaštićenu biblioteku.
cs_cz: Pro nahrávání kontaktů do šifrované knihovny vypněte „Automaticky čistit hesla“.
de: Bitte deaktivieren Sie das automatische Löschen von Passwörtern für das automatische Hochladen von Kontakten in eine verschlüsselte Bibliothek.
fr: Veuillez désactiver "Effacement automatique des mots de passe" pour envoyer automatiquement des photos vers une bibliothèque cryptée.
hu: Az 'Automatikus jelszó elfelejtés'-t ki kell kapcsolni az ismerősök titkosított kötetbe való automatikus feltöltéséhez.
lt: Išjunkite "Automatinis slaptažodžių išvalymas" jei norite įkelti kontaktus į šifruotą biblioteką.
pl_pl: Proszę wyłączyć "Automatyczne czyszczenie haseł", aby przesyłać kontakty do zaszyfrowanej biblioteki.

source: Please enable "Local decryption" for auto uploading photos to an encrypted library.
bs: Molim upalite "Lokano dekriptovanje" za automatski upload slika u zaštićeni biblioteku.
cs_cz: Pro automatické nahrávání fotografií do zašifrované knihovny zapněte „Místní rozšifrování“
de: Bitte aktivieren Sie lokales Entschlüsseln für das automatische Hochladen von Fotos in eine verschlüsselte Bibliothek.
fr: Activer "Cryptage local" pour téléverser automatiquement des photos vers une bibliothèqye cryptée.
hu: A 'Visszafejtés helyben' opciót engedélyezni kell a titkosított kötetbe való automatikus fénykép feltöltéshez.
lt: Įjunkite "Vietinis iškodavimas" jei norite automatiškai įkelti nuotraukas į šifruotą biblioteką.
pl_pl: Proszę włączyć "Lokalne odszyfrowywanie" dla automatycznego przesyłania zdjęć do zaszyfrowanej biblioteki.

source: Please enable "Local decryption" for uploading contacts to an encrypted library.
bs: Molim upalite "Lokano dekriptovanje" za automatski upload kontakata u zaštićeni biblioteku.
cs_cz: Pro nahrávání kontaktů do šifrované knihovny zapněte „Místní rozšifrování“.
de: Bitte aktivieren Sie lokales Entschlüsseln für das automatische Hochladen von Kontakten in eine verschlüsselte Bibliothek
fr: Veuillez activer "Cryptage local" pour envoyer automatiquement des photos vers une bibliothèque cryptée.
hu: A 'Visszafejtés helyben' opciót engedélyezni kell az ismerősök titkosított kötetbe való automatikus feltöltéséhez.
lt: Įjunkite "Vietinis iškodavimas" jei norite įkelti kontaktus į šifruotą biblioteką.
pl_pl: Proszę włączyć "Lokalne odszyfrowywanie", aby przesyłać kontakty do zaszyfrowanej biblioteki.

source: Post a discussion to group
de: Eine Diskussion in einer Gruppe beginnen
fr: Poster une discussion dans un groupe
hu: Megbeszélés küldése csoportnak

source: Preview
de: Vorschau
fr: Aperçu
hu: Előnézet

source: Print
bs: Štampa
cs_cz: Tisk
de: Drucken
fr: Imprimer
hu: Nyomtat
lt: Spausdinti
pl_pl: Drukuj

source: Publish draft
de: Entwurf veröffentlichen
fr: Publier le brouillon

source: Pull down to get more messages...
de: Für weitere Nachrichten herunterziehen …
fr: Tirer vers le bas pour obtenir plus de messages...
hu: További üzenetekért húzza le...

source: Pull to refresh...
de: Zum Aktualisieren herunterziehen …
fr: Tirer vers le bas pour rafraîchir...
hu: Frissítéshez húzza le...

source: Recovered deleted directory
bs: Vračanje izbrisanog direktorija
cs_cz: Smazaná knihovna obnovena
de: Wiederhergestellter gelöschter Ordner
fr: Dossier supprimé récupéré
hu: Törölt könyvtár visszaállítva.
lt: Atkurtas ištrintas aplankas
pl_pl: Przywrócono usunięty katalog

source: Redownload
bs: Download ponovo
cs_cz: Znovu stáhnout
de: Erneut herunterladen
fr: Télécharger à nouveau
hu: Újra letölt
lt: Atsisiųsti iš naujo
pl_pl: Pobierz ponownie

source: Release to get more messages...
de: Für weitere Nachrichten loslassen …
fr: Relâcher pour obtenir plus de messages...
hu: További üzenetekhez engedje el...

source: Release to refresh...
bs: Otpusite za osvježavanje...
cs_cz: Pro obnovení uvolněte
de: Zum Aktualisieren loslassen …
fr: Relâcher pour rafraîchir...
hu: A frissítéshez engedje el...
lt: Norėdami atnaujinti paleiskite...
pl_pl: Puść, aby odświeżyć...

source: Removed all items from trash
de: Alle Objekte im Papierkorb sind gelöscht
fr: Suppression de tous les éléments de la corbeille

source: Removed items older than %ld days from trash
de: Objekte gelöscht, die sich länger als %ld Tage im Papierkorb befunden haben.
fr: Suppression des éléments de plus de %ld jours de la corbeille

source: Remove client certificate
bs: Izbriši klijentski certifikat
cs_cz: Odstranit klientský certifikát
de: Persönliches Zertifikat löschen
fr: Supprimer le certificat client
hu: Kliens tanúsítvány törlése
lt: Pašalinti kliento sertifikatą
pl_pl: Usuń certyfikat klienta

source: Removed
bs: Izbrisan
cs_cz: Odstraněno
de: Entfernt
fr: Supprimé
hu: Törölve
lt: Pašalinta
pl_pl: Usunięty

source: Removed directory
bs: Izbrisan direktorij
cs_cz: Složka odstraněna
de: Entfernter Ordner
fr: Dossier supprimé
hu: Könyvtár törölve
lt: Pašalinti aplankai
pl_pl: Usunięty katalog

source: Removed file
bs: Izbrisana datoteka
cs_cz: Soubor odstraněn
de: Entfernte Datei
fr: Fichier supprimé
hu: Fájl törölve
lt: Pašalintos bylos
pl_pl: Usunięty plik

source: Rename
bs: Preimenuj
cs_cz: Přejmenovat
de: Umbenennen
fr: Renommer
hu: Átnevez
lt: Pervardinti
pl_pl: Zmień nazwę

source: Renamed
bs: Preimenovan
cs_cz: Přejmenováno
de: Umbenannt
fr: Renommé
hu: Átnevezve
lt: Pervardinta
pl_pl: Zmieniona nazwa

source: Renamed directory
bs: Preimenovan direktorij
cs_cz: Složka přejmenována
de: Umbenannter Ordner
fr: Dossier renommé
hu: Könyvtár átnevezve
lt: Pervardinti aplankai
pl_pl: Zmieniona nazwa katalogu

source: Renaming file ...
bs: Preimenujem datoteku ...
cs_cz: Přejmenování souboru…
de: Datei wird umbenannt …
fr: Fichier en cours de renommage ...
hu: Fájl átnevezés ...
lt: Pervardinama byla...
pl_pl: Zmienianie nazwy pliku...

source: Renamed library
de: Bibliothek umbenannt
fr: Bibliothèque renommée

source: Renamed folder
de: Ordner umbenannt
fr: Dossier renommé

source: Renamed file
de: Datei umbenannt
fr: Fichier renommé

source: Replace
de: Ersetzen
fr: Remplacer
hu: Cserél

source: Reset repo password
bs: Promeni repo šifru
cs_cz: Obnovit heslo repozitáře
de: Passwort zurücksetzen
fr: Ré-initialiser le mot de passe du repo
hu: Repo jelszó alaphelyzetbe állítása
lt: Iš naujo nustatyti saugyklos slaptažodį
pl_pl: Zresetuj hasło repozytorium

source: Restore Contacts
bs: Vrati Kontakte
cs_cz: Obnovit kontakty
de: Kontakte wiederherstellen
fr: Restaurer les contacts
hu: Ismerősök visszaállítása
lt: Atkurti kontaktus
pl_pl: Przywróć kontakty

source: Restoring contacts.
bs: Vraćam Kontakte.
cs_cz: Obnovování kontaktů.
de: Kontakte werden wiederhergestellt.
fr: Restauration des contacts.
hu: Ismerősök visszaállítása.
lt: Atkuriami kontaktai.
pl_pl: Przywracanie kontaktów.

source: Restored library
de: Bibliothek wiederhergestellt
fr: Bibliothèque restaurée

source: Restored folder
de: Ordner wiederhergestellt
fr: Dossier restauré

source: Restored file
de: Wiederhergestellte Datei
fr: Fichier restauré

source: Reverted file "%@" to status at %@.
bs: Datoteka "%1$@" vraćena na status kod %2$@.
cs_cz: Soubor „%1$@“ vrácen do stavu k %2$@.
de: Datei "%1$@" auf den Stand von %2$@ zurückgesetzt.
fr: Le fichier "%1$@" est revenu à l'état du %2$@.
hu: "%1$@" fájl visszaállítva ekkori állapotra: %2$@
lt: Bylos "%1$@" būsena sugrąžinta į %2$@.
pl_pl: Przywrócono plik "%1$@" do stanu z %2$@.

source: Reverted library to status at
bs: Biblioteka vraćena na status kod
cs_cz: Knihovna obnovena do stavu k
de: Bibliothek zurückgesetzt auf den Stand von
fr: Bibliothèque revenue à l'état du
hu: Kötet visszaállítva ekkori állapotra:
lt: Bibliotekos būsena sugrąžinta į
pl_pl: Przywrócono bibliotekę do stanu z

source: SEAFILE_LOC_KEY_FORMAT
bs: %@, you got new messages from %@
cs_cz: %@, you got new messages from %@
de: %@, Sie haben neue Nachrichten von %@
fr: %@, vous avez des nouveaux messages de %@
hu: %@, új üzenet tőle: %@
lt: %@, you got new messages from %@
pl_pl: %@, you got new messages from %@

source: Save
bs: Spasi
cs_cz: Uložit
de: Speichern
fr: Sauvegarder
hu: Ment
lt: Išsaugoti
pl_pl: Zapisz

source: Save Destination
de: Ziel speichern
fr: Enregistrer la destination
hu: Mentési cél

source: Save all photos to album
bs: Spasi sve slike u album
cs_cz: Uložit všechny fotky do alba
de: Alle Fotos im Album speichern
fr: Sauvegarder toutes les photos dans l'album
hu: Minden fénykép mentése albumba
lt: Išsaugoti visas nuotraukas į albumą
pl_pl: Zapisz wszystkie zdjęcia w albumie

source: Save to %@
de: In %@ speichern
fr: Sauvegarder vers %@
hu: Mentés ide: %@

source: Save to Seafile
de: In Seafile speichern
fr: Sauvegarder vers Seafile
hu: Seafile-ra mentés

source: Save to album
bs: Spasi u album
cs_cz: Uložit album
de: Im Album speichern
fr: Sauvegarder vers l'album
hu: Albumba mentés
lt: Išsaugoti į albumą
pl_pl: Zapisz w albumie

source: Saving all photos to album
bs: Spašavam sve slike u album
cs_cz: Ukládání všech fotek do alba
de: Alle Fotos werden im Album gespeichert
fr: Enregistrer toutes les photos de l'album
hu: Minden fénykép mentése albumba
lt: Visos nuotraukos išsaugomos į albumą
pl_pl: Zapisywanie wszystkich zdjęć w albumie

source: Search
bs: Pretraga
cs_cz: Hledat
de: Suche
fr: Rechercher
hu: Keresés
lt: Ieškoti
pl_pl: Szukaj

source: Search files in this library
bs: Pretraga datoteka u ovoj biblioteci
cs_cz: Hledat soubory v této knihovně
de: Suche in den Dateien dieser Bibliothek
fr: Rechercher des fichiers dans cette bibliothèque
hu: Fájlok keresése a kötetben
lt: Ieškoti bylų šioje bibliotekoje
pl_pl: Znajdź pliki w tej bibliotece

source: Search is not supported on the server
bs: Pretraga nije podržana na serveru
cs_cz: Na serveru není podporováno vyhledávání
de: Die Suche wird von diesem Server nicht unterstützt
fr: La recherche n'est pas possible sur ce serveur
hu: Keresés nem támogatott a szerveren
lt: Paieška serveryje nepalaikoma
pl_pl: Wyszukiwanie nie jest obsługiwane przez serwer

source: Searching
bs: Tražim
cs_cz: Hledání
de: Suche läuft
fr: Recherche
hu: Keresés
lt: Ieškoma
pl_pl: Wyszukiwanie

source: Searching ...
bs: Tražim ...
cs_cz: Hledání…
de: Suche läuft …
fr: Recherche ...
hu: Keresés ...
lt: Ieškoma...
pl_pl: Wyszukiwanie...

source: Select All
bs: Odaberi Sve
cs_cz: Vybrat vše
de: Alle
fr: Tout sélectioner
hu: Mindet kijelöl
lt: Pasirinkti visus
pl_pl: Zaznacz wszystko

source: Select None
bs: Odaberi Ništa
cs_cz: Zrušit výběr
de: Keine
fr: Ne rien sélectionner
hu: Semmit nem jelöl ki
lt: Nepasirinkti nieko
pl_pl: Usuń zaznaczenie

source: Select a certificate
de: Zertifikat auswählen
fr: Séléctionner un certificat
hu: Tanúsítvány kiválasztása

source: Send
bs: Pošalji
cs_cz: Odeslat
de: Senden
fr: Envoyer
hu: Küld
lt: Siųsti
pl_pl: Wyślij

source: Send share link via email
bs: Pošalji dijeljeni link putem email-a
cs_cz: Odeslat odkaz pro sdílení emailem
de: Freigabe-Link per E-Mail senden
fr: Envoyer un lien de partage par e-mail
hu: Megosztási link elküldése e-mailben
lt: Siųsti bendrinimo nuorodą el. paštu
pl_pl: Wyślij łącze udostępniania przez e-mail

source: Sending
de: Wird gesendet
fr: Envoi
hu: Küldés

source: Sending...
de: Wird gesendet …
fr: Envoi...
hu: Küldés...

source: Server must not be empty
bs: Server ne može biti prazno
cs_cz: Server nemůže být prázdný
de: Geben Sie den Server an
fr: Le serveur ne peut être vide
hu: A szerver nem lehet üres
lt: Serveris negali būti tuščias
pl_pl: Serwer nie może być pusty

source: Server, like https://seafile.cc
bs: Server, poput https://seafile.cc
cs_cz: Server, např. https://seafile.cc
de: Server, z.B. https://seafile.cc
fr: Serveur, comme https://seafile.cc
hu: Szerver, mint https://seafile.cc
lt: Serveris, kaip https://seafile.cc
pl_pl: Serwer, np. https://seafile.cc

source: Settings
bs: Podešavanja
cs_cz: Nastavení
de: Einstellungen
fr: Paramètres
hu: Beállítások
lt: Nustatymai
pl_pl: Ustawienia

source: Shared to me
bs: Dijeljeno meni
cs_cz: Sdíleno se mnou
de: Für mich freigegeben
fr: Partagé avec moi
hu: Megosztva velem
lt: Bendrinama su manimi
pl_pl: Udostępnione dla mnie

source: Shared with groups
de: Für Gruppen freigegeben
fr: Partagé avec des groupes

source: Share
de: Freigeben
fr: Partage

source: Shibboleth Login
bs: Shibboleth Prijava
cs_cz: Přihlášení Shibboleth
de: Shibboleth-Anmeldung
fr: Connexion Shibboleth
hu: Shibboleth Bejelentkezés
lt: Shibboleth prisijungimas
pl_pl: Logowanie Shibboleth

source: Sort by Last Modifed Time
bs: Poredaj po vremenu posljednje izmjene
cs_cz: Třídit dle data posledních úprav
de: Sortieren: Letzte Änderung
fr: Trier par date de dernière modification
hu: Rendezés utolsó módosítás ideje szerint
lt: Rūšiuoti pagal paskutinio pakeitimo laiką
pl_pl: Sortuj wg Daty modyfikacji

source: Sort by Name
bs: Poredaj po nazivu
cs_cz: Třídit dle názvu
de: Sortieren: Name
fr: Trier par nom
hu: Rendezés név szerint
lt: Rūšiuoti pagal pavadinimą
pl_pl: Sortuj wg Nazwy

source: Space Used
bs: Prostora Iskorišteno
cs_cz: Využito prostoru
de: Verwendeter Speicher
fr: Espace utilisé
hu: Felhasznált hely
lt: Naudojama
pl_pl: Wykorzystane miejsce

source: Star
bs: Omiljeno
cs_cz: Označit hvězdičkou
de: Zu Favoriten hinzufügen
fr: Favoris
hu: Kedvenc
lt: Žveigždutė
pl_pl: Gwiazdka

source: Starred
bs: Omiljeno
cs_cz: S hvězdičkou
de: Favoriten
fr: Favoris
hu: Kedvencek
lt: Pažymėtieji
pl_pl: Ulubione

source: Start to download folder:
bs: Započni download direktorija:
cs_cz: Začít stahovat složku:
de: Ordner wird heruntergeladen:
fr: Début de téléchargement du dossier :
hu: Könyvtár a letöltés megkezdéséhez:
lt: Pradėti siųstis aplanką:
pl_pl: Rozpocznij pobieranie folderu:

source: Start to download library:
bs: Započni download biblioteke:
cs_cz: Začít stahovat knihovnu
de: Bibliothek wird heruntergeladen:
fr: Commecer le téléchargement de la bibilothèque :
hu: Kötet letöltés megkezdéséhez:
lt: Pradėti siųstis biblioteką:
pl_pl: Rozpocznij pobieranie biblioteki:

source: Succeeded to remove certificate
bs: Uspješno brisanje certifikata
cs_cz: Certifikát úspěšně odebrán
de: Zertifikat ist gelöscht
fr: Le certificat a été effacé avec succès
hu: Tanúsítvány törlése sikeres
lt: Sertifikatas sėkmingai pašalintas
pl_pl: Pomyślnie usunięto certyfikat

source: Succeeded to restore contacts
bs: Uspješno vraćanje kontakata
cs_cz: Kontakty úspěšně obnoveny
de: Kontakte sind wiederhergestellt.
fr: Les contacts ont été restauré avec succès
hu: Az ismerősök visszaállítása sikeres
lt: Kontaktai sėkmingai atkurti
pl_pl: Pomyślnie przywrócono kontakty

source: Succeeded to save %@ to album
bs: Uspješno spašavanje %@ u album
cs_cz: %@ úspěšně uloženo do alba
de: %@ ist im Album gespeichert
fr: Sauvegarde vers l'album %@ réussie
hu: %@ albumba mentése sikeres
lt: %@ sėkmingai išsaugota albume
pl_pl: Pomyślnie zapisano %@ w albumie

source: Succeeded to copy %@ to clipboard
de: %@ ist in der Zwischenablage gespeichert
fr: %@ copié avec succès dans le presse-papier

source: Successfully imported %@
bs: Uspješan uvoz %@
cs_cz: %@ byl úspěšně importován
de: %@ ist importiert
fr: Succès de l'importation de %@
hu: %@ sikeresen importálva
lt: Sėkmingai importuota %@
pl_pl: Pomyślnie zaimportowano %@

source: Successfully moved
de: Verschieben abgeschlossen
fr: Déplacée avec succès

source: Successfully copied
de: Kopieren abgeschlossen
fr: Copiée avec succès

source: Tell Friends about %@
bs: Recite prijateljima o%@
cs_cz: Řekněte o %@ přátelům
de: Andere auf %@ hinweisen
fr: Parler de %@ à vos amis
hu: Meséljen az ismerősöknek a(z) %@-ról/-ről
lt: Pranešti draugams apie %@
pl_pl: Powiedz znajomym o %@

source: The certificate from this website has been changed. Would you like to connect to the server anyway?
bs: Certifikat ove web stranice je promjenjen. Da li se želite spojiti svakako?
cs_cz: Certifikát této stránky byl změněn. Skutečně si přejete připojit se k tomuto serveru?
de: Das Zertifikat der Website wurde geändert. Möchten Sie trotzdem zu diesem Server verbinden?
fr: Le certificat de ce site a changé. Voulez-vous tout de même continuer la connexion ?
hu: A weboldal tanúsítványa megváltozott. Ennek ellenére kapcsolódik a szerverhez?
lt: Šios svetainės sertifikatas pakeistas. Vis tiek norite prisijungti prie serverio?
pl_pl: Certyfikat tej strony się zmienił. Czy mimo to chcesz się połączyć z serwerem?

source: The certificate from this website is invalid. Would you like to connect to the server anyway?
bs: Certifikat ove web stranice je neispravan. Da li se želite spojiti svakako?
cs_cz: Certifikát této stránky není platný. Skutečně si přejete připojit se k tomuto serveru?
de: Das Zertifikat von dieser Website ist nicht gültig. Möchten Sie trotzdem fortfahren?
fr: Le certificat de ce site n'est pas valide. Voulez-vous tout de même vous connecter au serveur ?
hu: A weboldal tanúsítványa érvénytelen. Ennek ellenére kapcsolódik a szerverhez?
lt: Šios svetainės sertifikatas neteisingas. Vis tiek norite prisijungti prie serverio?
pl_pl: Certyfikat tej strony jest nieprawidłowy. Czy mimo to chcesz się połączyć z serwerem?

source: The length of password should be between 3 and 100
bs: Dužina šifre bi trebala biti između 3 i 100 slova
cs_cz: Délka hesla by měla být 3 až 100 znaků
de: Die Länge des Passwortes sollte zwischen 3 und 100 liegen
fr: La longueur du mot de passe doit être comprise entre 3 et 100
hu: A jelszó hossza 3 és 100 karakter között legyen
lt: Slaptažodžio ilgis gali būti nuo 3 iki 100
pl_pl: Długość hasła musi się zawierać pomiędzy 3 a 100 znaków

source: The mail account has not been set yet
bs: Mail račun nije još unesen
cs_cz: E-mailový účet nebyl nastaven
de: Das E-Mail-Konto ist nicht konfiguriert
fr: Le compte e-mail n'a pas encore été configuré
hu: A levelező fiók még nincs beállítva
lt: El. pašto paskyra dar nenustatyta
pl_pl: Konto pocztowe nie zostało jeszcze skonfigurowane

source: The token is invalid, you need to login again
bs: Token je neispravan, morate se prijaviti ponovo
cs_cz: Bezpečnostní token není platný, přihlaste se znovu
de: Das Token ist nicht gültig, Sie müssen sich erneut anmelden
fr: Le jeton est invalide, vous devez vous reconnecter
hu: Az azonosító lejárt. újra be kell jelentkezni
lt: Raktas neteisingas, turite prisijungti iš naujo
pl_pl: Nieprawidłowy token, musisz się ponownie zalogować

source: There is no app which can open this type of file on this machine
bs: Nema aplikacije koja može otvoriti ovaj tip datoteke na ovom uređaju
cs_cz: Na tomto zařízení není aplikace, která by tento soubor mohla otevřít
de: Es ist keine Anwendung verfügbar, die diesen Dateityp öffnen kann
fr: Aucune application ne peut ouvrir ce type de fichier sur cette machine
hu: Nincs olyan alkalmazás amivel ezt a fájltípust meg lehet nyitni ezen a gépen
lt: Nėra programos kuri gali atverti tokio tipo bylą
pl_pl: Nie ma aplikacji umożliwiającej otwarcie plików tego typu

source: There was a problem verifying your identity.
bs: Problem sa provjerom vašeg identiteta.
cs_cz: S ověřením vaší totožnosti nastal problém
de: Ihre Identität konnte nicht festgestellt werden.
fr: Il y a un problème de vérification de votre identité.
hu: Hiba történt a személyazonossága ellenőrzésekor.
lt: Iškilo tapatybės patvirtinimo problemų.
pl_pl: Wystąpił problem podczas weryfikacji Twojej tożsamości.

source: This app does not have access to your contacts.
bs: Ova aplikacija nema prava pristupa vašim kontaktima.
cs_cz: Tato aplikace nemá přístup k vašim kontaktům.
de: Die App hat keinen Zugriff auf Ihre Kontakte.
fr: Cette application n'a pas accès à vos contacts.
hu: Az alkalmazás nem fér hozzá az ismerősökhöz.
lt: Ši programa neturi leidimo naudotis kontaktais.
pl_pl: Aplikacja nie ma dostępu do Twoich kontaktów.

source: There is no account available
de: Es ist kein Konto verfügbar.
fr: Il n'y a aucun compte disponible.

source: This app does not have access to your location service.
bs: Ova aplikacija nema prava pristupa vašem lokacijskom servisu.
cs_cz: Tato aplikace nemá k vaší místní službě přístup
de: Die App hat keinen Zugriff auf die Ortungsdienste Ihres Geräts.
fr: Cette application n'a pas accès à votre service de localisation.
hu: Az alkalmazás nem fér hozzá a helymeghatározáshoz.
lt: Ši programa neturi leidimo naudotis vietos nustatymo paslauga.
pl_pl: Ta aplikacja nie ma dostępu do usług lokalizacyjnych.

source: This app does not have access to your photos and videos.
bs: Ova aplikacija nema prava pristupa vašim slikama i videima.
cs_cz: Tato aplikace nemá oprávnění k přístupu k vašim fotografiím a videím
de: Die App hat keinen Zugriff auf Ihre Fotos und Videos.
fr: Cette application n'a pas accès à vos photos et vidéos
hu: Az alkalmazás nem fér hozzá a fényképekhez és videókhoz.
lt: Ši programa neturi leidimo naudotis nuotraukomis ir vaizdais.
pl_pl: Ta aplikacja nie ma dostępu do Twoich zdjęć i filmów.

source: This function is not supportted yet
bs: Ova funkcionalnost nije još podržana
cs_cz: Tato funkce zatím není podporována
de: Diese Funktion wird noch nicht unterstützt
fr: Cette fonction n'est pas encore supportée
hu: Ez a funkció még támogatott
lt: Šiuo metu ši funkcija nepalaikoma
pl_pl: Ta funkcja nie jest jeszcze obsługiwana

source: This function is not supportted yet，you can copy it to the pasteboard and send mail by yourself
bs: Ova funkcionalnost nije još podržana. Možete kopirati u pasteboard i manuelno poslati email-om
cs_cz: Tato funkce zatím není podporována, můžete zkopírovat do schránky a poslat e-mail sami.
de: Diese Funktion wird noch nicht unterstützt. Kopieren Sie alles in die Zwischenablage und schicken Sie es sich per E-Mail.
fr: Cette fonction n'est pas encore supportée，copiez le lien dans le presse-papier et envoyez le par e-mail
hu: Ez a funkció még nem támogatott, bemásolhatja a „kartonba” (pasteboard) és elküldheti levélben
lt: Šiuo metu ši funkcija nepalaikoma. Galite tai nukopijuoti į iškarpinę ir išsiųsti el. laišką savarankiškai.
pl_pl: Ta funkcja nie jest jeszcze obsługiwana, możesz skopiować to do schowka i samodzielnie wysłać mailem.

source: Two step verification code
bs: Kod za dvo-stepenu provjeru
cs_cz: Dvou krokový ověřovací kód
de: Code für 2-Faktor-Authentifizierung
fr: Code de vérification en deux étapes
hu: Kétlépcsős ellenőrző kód
lt: Dviejų lygių autentikacijos kodas
pl_pl: Kod uwierzytelniania dwuetapowego

source: Unstar
bs: Ne-omiljeno
cs_cz: Odebrat označení hvězdičkou
de: Aus Favoriten entfernen
fr: Enlever des favoris
hu: Nem kedvenc
lt: Nužymėti žvaigždutę
pl_pl: Usuń gwiazdkę

source: Upload
cs_cz: Nahrát
de: Hochladen
fr: Envoi
hu: Feltöltés
lt: Įkelti
pl_pl: Wgraj

source: Upload Destination
bs: Destinacija za Upload
cs_cz: Umístění pro nahrání
de: Hochladeziel
fr: Destination de l'envoi
hu: Feltöltési cél
lt: Įkelti į
pl_pl: Wgraj do

source: Upload Videos
bs: Upload Videa
cs_cz: Nahrát videa
de: Videos hochladen
fr: Envoyer des vidéos
hu: Videók feltöltése
lt: Įkelti vaizdus
pl_pl: Prześlij wideo

source: Updated file
bs: Upload file
cs_cz: Upload file
de: Datei hochladen
fr: Envoyer le fichier
hu: Upload file
lt: Upload file
pl_pl: Upload file

source: Updated draft
bs: Upload draft
cs_cz: Upload draft
de: Entwurf hochladen
fr: Envoyer le brouillon
hu: Upload draft
lt: Upload draft
pl_pl: Upload draft

source: Used to sync photos
de: Zum Synchronisieren von Fotos verwendet
fr: Utilisé pour synchroniser des photos
hu: Fényképek szinkronizációjához

source: Username
bs: Korisničko ime
cs_cz: Uživatelské jméno
de: Benutzer/in
fr: Nom d'utilisateur
hu: Felhasználónév
lt: Vartotojo vardas
pl_pl: Nazwa użytkownika
