Repository: haiwen/seafile-iOS
Catalog: seafile/Supporting Files/*.lproj/Localizable.strings
Languages: bs, cs_cz, de, fr, hu, lt, pl_pl

source: Failed to generate share link of file '%@'
bs: Neuspješno generisanje linka za dijeljenje datoteke '%@'
cs_cz: Vytváření odkazu pro sdílení souboru „%@“ se nezdařilo
de: Freigabe-Link für Datei „%@“ konnte nicht erzeugt werden
fr: Impossible de générer le lien de partage du fichier '%@'
hu: '%@' fájlhoz a megosztási link készítése sikertelen
lt: Nepavyko sukurti bylos '%@' bendrinimo nuorodos
pl_pl: Nie udało się wygenerować łącza udostępniania dla pliku '%@'

source: Failed to get groups ...
de: Gruppen konnten nicht geladen werden …
fr: Impossible de récupérer les groupes ...
hu: Csoportok betöltése sikertelen ...

source: Failed to get messages
de: Nachrichten konnten nicht geladen werden
fr: Impossible de récupérer les messages
hu: Hiba az üzenetek letöltésében

source: Failed to get modification details
bs: Neuspješno dohvatanje detalja o izmjenama
cs_cz: Nepodařilo se načíst podrobnosti o úpravě
de: Bearbeitungsdetails konnten nicht geladen werden
fr: Impossible d'avoir les détails de modification
hu: A változások részleteinek letöltése sikertelen
lt: Nepavyksta gauti išsamaus pakeitimų žurnalo
pl_pl: Nie udało się pobrać szczegółów zmian

source: Failed to get starred files
bs: Neuspješno dohvatanje omiljenih datoteka
cs_cz: Načtení souborů s hvězdičkou se nezdařilo
de: Favoriten konnten nicht geladen werden
fr: Impossible de récupérer les fichiers favoris
hu: Kedvenc fájlok betöltése sikertelen
lt: Nepavyko gauti žvaigždute pažymėtų bylų
pl_pl: Nie udało się pobrać ulubionych plików

source: Failed to identify the coding of '%@'
bs: Neuspješno pronalaženje šifriranja za '%@'
cs_cz: Identifikace kódování „%@“ se nezdařila
de: Die Codierung für „%@“ konnte nicht erkannt werden
fr: Impossible d'identifier le codage de'%@'
hu: '%@' kódolásának meghatározása sikertelen
lt: Nepavyko nustatyti '%@' kodavimo
pl_pl: Nie rozpoznano kodowania '%@'

source: Failed to load activities
bs: Neuspješno učitavanje aktivnosti
cs_cz: Načtení aktivit se nezdařilo
de: Aktivitäten konnten nicht geladen werden
fr: Impossible de charger les activités
hu: Tevékenységek betöltése sikertelen
lt: Nepavyko užkrauti veiksmų sąrašo
pl_pl: Nie udało się wczytać aktywności

source: Failed to load content of the directory
bs: Neuspješno učitavanje sadržaja direktorija
cs_cz: Načtení obsahu složky se nezdařilo
de: Ordnerinhalt konnte nicht geladen werden
fr: Impossible de charger le contenu du répertoire
hu: A könyvtár tartalmának betöltése sikertelen
lt: Nepavyko užkrauti aplanko turinio
pl_pl: Nie udało się pobrać zawartości folderu

source: Failed to load files
bs: Neuspješno učitavanje datoteka
cs_cz: Načtení souborů se nezdařilo
de: Dateien konnten nicht geladen werden
fr: Impossible de charger les fichiers
hu: Fájlok betöltése sikertelen
lt: Nepavyko įkelti bylų
pl_pl: Nie udało się wczytać plików

source: Failed to login
bs: Neuspješna prijava
cs_cz: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
fr: Impossible de se connecter
hu: Bejelentkezés sikertelen
lt: Nepavyko prisijungti
pl_pl: Nie udało się zalogować

source: Failed to move files
bs: Neuspješno premještanje datoteka
cs_cz: Přemístění souborů se nezdařilo
de: Dateien konnten nicht verschoben werden
fr: Impossible de déplacer les fichiers
hu: Fájlok mozgatása sikertelen
lt: Nepavyko perkelti bylos
pl_pl: Nie udało się przenieść plików

source: Failed to open file
bs: Neuspješno otvaranje datoteke
cs_cz: Soubor se nepodařilo otevřít
de: Datei konnte nicht geöffnet werden
fr: Echec de l'ouverture du fichier
hu: A fájl megnyitása sikertelen
lt: Nepavyko atverti bylos
pl_pl: Nie udało się otworzyć pliku

source: Failed to remove certificate
bs: Neuspješno brisanje certifikata
cs_cz: Odstranění certifikátu se nezdařilo
de: Zertifikat konnte nicht gelöscht werden
fr: Echec de la suppression du certificat
hu: A tanúsítvány törlése sikertelen
lt: Nepavyko pašalinti sertifikato
pl_pl: Nie udało się usunąć certyfikatu

source: Failed to rename file
bs: Neuspješna promjena imena datoteke
cs_cz: Přejmenování souboru se nezdařilo
de: Datei konnte nicht umbenannt werden
fr: Impossible de renommer le fichier
hu: Fájl átnevezése sikertelen
lt: Nepavyko pervardinti bylos
pl_pl: Nie udało się zmienić nazwy pliku

source: Failed to restore contacts.
bs: Neuspješno vraćanje kontakata.
cs_cz: Nepodařilo se obnovit kontakty.
de: Kontakte konnten nicht wiederhergestellt werden.
fr: Impossible de restaurer les contacts.
hu: Az ismerősök visszaállítása sikertelen.
lt: Nepavyko atkurti kontaktų.
pl_pl: Nie udało się przywrócić kontaktów

source: Failed to save %@ to album
bs: Neuspješno spašavanje %@ u album
cs_cz: Uložení „%@“ do alba se nezdařilo
de: %@ konnte nicht im Album gespeichert werden
fr: Impossible de sauvegarder %@ dans l'album
hu: %@ albumba mentése sikertelen
lt: Nepavyko išsaugoti %@ į albumą
pl_pl: Nie udało się zapisać %@ w albumie

source: Failed to copy %@ to clipboard
de: %@ konnte nicht in die Zwischenablage kopiert werden
fr: Impossible de copier %@ dans le presse-papier

source: Failed to save account
bs: Neuspješno spašavanje računa
cs_cz: Účet se nepodařilo uložit
de: Account konnte nicht gespeichert werden
fr: Échec de l'enregistrement du compte
hu: A fiók mentése sikertelen
lt: Nepavyko išsaugoti paskyros
pl_pl: Nie udało się zapisać konta

source: Failed to search
bs: Neuspješna pretraga
cs_cz: Hledání se nezdařilo
de: Suche fehlgeschlagen
fr: Impossible de rechercher
hu: Keresés sikertelen
lt: Nepavyko ieškoti
pl_pl: Nie udało się wyszukać

source: Failed to send message
de: Nachricht konnte nicht gesendet werden
fr: Impossible d'envoyer le message
hu: Üzenet küldése sikertelen

source: Failed to upload file
bs: Neuspješan upload datoteke
cs_cz: Nahrání souboru se nezdařilo
de: Datei konnte nicht hochgeladen werden
fr: Impossible de téléverser le fichier
hu: Fájl feltöltése sikertelen
lt: Nepavyko įkelti bylos
pl_pl: Nie udało się wgrać pliku

source: File '%@' is shared with you using %@
bs: Datoteka '%1$@' je podijeljena sa vama kroz %2$@
cs_cz: Soubor „%1$@“ je s vámi sdílen pomocí %2$@
de: Datei-Freigabe für „%1$@“ über %2$@
fr: Le fichier '%1$@'' est partagé avec vous en utilisant %2$@'
hu: '%1$@' fájl megosztva önnel itt: %2$@
lt: Byla '%1$@' bendrinama naudojant %2$@
pl_pl: Plik '%1$@' został Ci udostępniony używając %2$@

source: File '%@' is too large to edit
bs: Datoteka '%@' je prevelika za modifikaciju
cs_cz: Soubor „%@“ je příliš velký pro úpravy
de: Datei „%@“ ist zu groß zum Bearbeiten
fr: Le fichier '%@' est trop volumineux pour être édité
hu: '%@' fájl túl nagy a szerkesztéshez
lt: Byla '%@' redagavimui per didelė
pl_pl: Plik '%@' jest zbyt duży do edycji

source: File '%@' uploaded successfully
de: Hochladen der Datei „%@“ abgeschlossen
fr: Le fichier '%@' a été envoyé avec succès
hu: '%@' fájl feltöltése sikeres

source: File name invalid
bs: Naziv datoteke neispravan
cs_cz: Neplatný název souboru
de: Dateiname ist ungültig
fr: Le nom du fichier n'est pas valide
hu: Érvénytelen fájlnév
lt: Neteisingas bylos pavadinimas
pl_pl: Nieprawidłowa nazwa pliku

source: File name must not be empty
bs: Naziv datoteke ne može biti prazan
cs_cz: Název souboru nemůže být prázdný
de: Geben Sie einen Dateinamen an
fr: Le nom du fichier ne peut pas être vide
hu: Fájlnév nem lehet üres
lt: Bylos pavadinimas negali būti tuščias
pl_pl: Nazwa pliku nie może być pusta

source: Files with the same name already exist, do you want to overwrite?
bs: Datoteke sa istim nazivom već postoje. Da li ih želite prepisati?
cs_cz: Už existují soubory se stejným názvem, přejete si je přepsat?
de: Es gibt bereits Dateien mit diesem Namen. Wollen Sie diese überschreiben?
fr: Des fichiers avec le même nom existe déjà, voulez-vous les remplacer ?
hu: Létezik fájl ezzel a névvel, felülírjam?
lt: Bylos tokiu pavadinimu jau yra, norite perrašyti?
pl_pl: Pliki o takich samych nazwach już istnieją, czy chcesz je nadpisać?

source: File can not be shared
de: Datei kann nicht freigegeben werden
fr: Le fichier ne peut pas être partagé

source: Folder name invalid
bs: Naziv direktorija neispravan
cs_cz: Neplatný název složky
de: Ordnername ist ungültig
fr: Le nom du dossier n'est pas valide
hu: Érvénytelen könyvtárnév
lt: Neteisingas aplanko pavadinimas
pl_pl: Nieprawidłowa nazwa folderu

source: Folder name must not be empty
bs: Naziv direktorija ne može biti prazan
cs_cz: Název složky nemůže být prázdný
de: Geben Sie einen Ordnernamen an
fr: Le nom du dossier ne peut pas être vide
hu: Könyvtárnév nem lehet üres
lt: Aplanko pavadinimas negali būti tuščias
pl_pl: Nazwa folderu nie może być pusta

source: For example: https://seacloud.cc or http://192.168.1.24:8000
bs: Na primjer: https://seacloud.cc or http://192.168.1.24:8000
cs_cz: Například: https://seacloud.cc or http://192.168.1.24:8000
de: Beispiele: https://seacloud.cc oder http://192.168.1.24:8000
fr: Par exemple : https://seacloud.cc ou http://192.168.1.24:8000
hu: Például: https://seacloud.cc vagy http://192.168.1.24:8000
lt: Pavyzdžiui: https://seacloud.cc or http://192.168.1.24:8000
pl_pl: Przykładowo: https://seacloud.cc lub http://192.168.1.24:8000

source: Generate share link ...
bs: Generiši link za dijeljenje ...
cs_cz: Vytvořit odkaz pro sdílení…
de: Freigabe-Link wird erzeugt …
fr: Générer le lien de partage ...
hu: Megosztási link készítés ...
lt: Kuriama bendrinimo nuoroda...
pl_pl: Wygeneruj łącze udostępniania...

source: Generate share link success
bs: Generisanje linka za dijeljenje uspješno
cs_cz: Vytvoření odkazu pro sdílení proběhlo úspěšně
de: Freigabe-Link erfolgreich erzeugt
fr: Le lien de partage a été généré avec succès
hu: Megosztási link készítés sikeres
lt: Bendrinimo nuoroda sėkmingai sukurta
pl_pl: Wygenerowano łącze udostępniania

source: Group discussion
de: Gruppendiskussion
fr: Groupe de discussion
hu: Csoportos megbeszélés

source: Hey there!<br/><br/> I've been using %@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %@:</br></br> <a href="%@">%@</a>
bs: Zdravo!<br/><br/> Ja koristim %1$@ i mislim da bi se i tebi svidio. U pitanju je besplatan način da imate vaše datoteke svugdje i da ih podijelite jednostavno.<br/><br/>Otvorite zvaničnu stranicu %2$@:</br></br> <a href="%3$@">%4$@</a>
cs_cz: Ahoj!<br/><br/> používám %1$@ a myslím, že by se ti to mohlo líbit. Jedná se o způsob, jak mít své soubory vždy po ruce a jednoduše je sdílet.<br/><br/>Vše najdeš na oficiálních webových stránkách %2$@:</br></br> <a href="%3$@">%4$@</a>
de: Hallo,<br/><br/>ich verwende %1$@ und kann es sehr empfehlen. Es ist eine einfache und kostenlose Möglichkeit, Dateien nach Bedarf freizugeben.<br/><br/>Mehr Informationen auf der offiziellen %2$@-Website:</br></br> <a href="%3$@">%4$@</a>
fr: Bonjour!<br/><br/> j'utilise %1$@ je pense que vous apprécierez aussi. C'est une solution libre pour accédez à vos fichiers partout et les partager simplement.<br/><br/>Rendez-vous sur le site officiel de %2$@:</br></br> <a href="%3$@">%4$@</a>
hu: Helló!<br/><br/> A(z) %1$@-t használom gondoltam érdekelhet. Ingyen magaddal viheted minden fájlod és egyszerűen megoszthatod.<br/><br/> Nézd meg a(z) %2$@ hivatalos weblapját:</br></br> <a href="%3$@">%4$@</a>
lt: Hey there!<br/><br/> I've been using %1$@ and thought you might like it. It is a free way to bring all you files anywhere and share them easily.<br/><br/>Go to the official website of %2$@:</br></br> <a href="%3$@">%4$@</a>
pl_pl: Cześć!<br/><br/> Używam %1$@ i pomyślałem, że też może Ci się spodobać. To darmowy sposób przenoszenia i udostępniania swoich plików.<br/><br/>Odwiedź oficjalną stronę %2$@:</br></br> <a href="%3$@">%4$@</a>

source: Hi,<br/><br/>Here is a link to <b>'%@'</b> in my %@:<br/><br/> <a href="%@">%@</a>
bs: Zdravo,<br/><br/>Šaljem Vam link za <b>'%1$@'</b> na mom%2$@:<br/><br/> <a href="%3$@">%4$@</a>
cs_cz: Ahoj,<br/><br/>zde je odkaz na <b>„%1$@“</b> v mém %2$@:<br/><br/> <a href="%3$@">%4$@</a>
de: Hallo,<br/><br/>hier ist der Link auf <b>'%1$@'</b> in meinem %2$@:<br/><br/> <a href="%3$@">%4$@</a>
fr: Bonjour,<br/><br/>veuillez trouver un lien vers <b>'%1$@'</b> dans mon %2$@:<br/><br/> <a href="%3$@">%4$@</a>
hu: Üdv,<br/><br/><b>'%1$@'</b> -hez/hoz itt a %2$@ link:<br/><br/> <a href="%3$@">%4$@</a>
lt: Sveiki,<br/><br/>Tai nuoroda į <b>'%1$@'</b> esanti mano %2$@:<br/><br/> <a href="%3$@">%4$@</a>
pl_pl: Cześć,<br/><br/>Oto odsyłacz do <b>'%1$@'</b> w mojej %2$@:<br/><br/> <a href="%3$@">%4$@</a>

source: Hi,<br/><br/>Here is a link to directory <b>'%@'</b> in my %@:<br/><br/> <a href="%@">%@</a>
bs: Zdravo,<br/><br/>Šaljem Vam link na direktorij <b>'%1$@'</b> na mom %2$@:<br/><br/> <a href="%3$@">%4$@</a>
cs_cz: Ahoj,<br/><br/>zde je odkaz na složku <b>„%1$@“</b> v mém %2$@:<br/><br/> <a href="%3$@">%4$@</a>
de: Hallo,<br/><br/>hier ist der Link auf den Ordner <b>'%1$@'</b> in meinem %2$@:<br/><br/> <a href="%3$@">%4$@</a>
fr: Bonjour,<br/><br/>veuillez trouver un lien vers <b>'%1$@'</b> dans mon %2$@:<br/><br/> <a href="%3$@">%4$@</a>
hu: Üdv,<br/><br/><b>'%1$@'</b> könyvtárhoz itt a(z) %2$@ link:<br/><br/> <a href="%3$@">%4$@</a>
lt: Sveiki,<br/><br/>Tai nuoroda į aplanką <b>'%1$@'</b> esanti mano %2$@:<br/><br/> <a href="%3$@">%4$@</a>
pl_pl: Cześć,<br/><br/>Oto odsyłacz do katalogu <b>'%1$@'</b> w mojej %2$@:<br/><br/> <a href="%3$@">%4$@</a>

source: How would you like to share this file?
bs: Kako biste željeli da podijelite ovu datoteku?
cs_cz: Jak si přejete tento soubor sdílet
de: Möchten Sie diese Datei freigeben?
fr: Comment voulez-vous partager ce fichier ?
hu: Hogy szeretné megosztani ezt a fájlt?
lt: Kaip norite bendrinti šią bylą?
pl_pl: Jak chciałbyś udostępnić ten plik?

source: Hide
de: Verbergen
fr: Masquer

source: Import client certificate
bs: Uvezi klijentski certifikat
cs_cz: Přenesení klientských certifikátů
de: Persönliches Zertifikat importieren
fr: Import du certificat client
hu: Kliens tanúsítvány importálása
lt: Importuoti kliento sertifikatą
pl_pl: Zaimportuj certyfikat klienta

source: Invalid Server
bs: Neispravan Server
cs_cz: Neplatný server
de: Überprüfen Sie die Serveradresse
fr: Serveur non valide
hu: Érvénytelen szerver
lt: Neteisingas serveris
pl_pl: Nieprawidłowy serwer

source: Invalid email
de: Überprüfen Sie die E-Mail-Adresse
fr: E-mail non valide
hu: Érvénytelen email

source: Last Backup Time
bs: Vrijeme posljednje sigurnosne kopije
cs_cz: Okamžik poslední zálohy
de: Zuletzt gesichert
fr: Dernière sauvegarde
hu: Utolsó mentés ideje
lt: Paskutinės atsarginės kopijos laikas
pl_pl: Czas ostatniej kopii

source: Last Updated: %@
bs: Posljednji put ažurirano: %@
cs_cz: Naposledy upraveno: %@
de: Letzte Aktualisierung: %@
fr: Dernières modifications : %@
hu: Utoljára frissítve: %@
lt: Paskutinis atnaujinimas: %@
pl_pl: Ostatnia aktualizacja: %@

source: Libraries
bs: Biblioteke
cs_cz: Knihovny
de: Bibliotheken
fr: Bibliothèques
hu: Kötetek
lt: Bibliotekos
pl_pl: Biblioteki

source: Loading...
bs: Učitavam...
cs_cz: Načítání…
de: Wird geladen …
fr: Chargement...
hu: Betöltés...
lt: Kraunasi...
pl_pl: Wczytywanie...

source: Local Cache
bs: Lokalni Cache
cs_cz: Místní mezipaměť
de: Lokaler Speicher
fr: Cache local
hu: Helyi gyorsítótár
lt: Vietinė talpyklą
pl_pl: Lokalna pamięć podręczna

source: Local decryption
bs: Lokalno dešifrovanje
cs_cz: Místní popis
de: Lokal entschlüsseln
fr: Décrytage en local
hu: Dekódolás helyben
lt: Vietinis iššifravimas
pl_pl: Deszyfrowanie lokalne

source: Log out
bs: Odjava
cs_cz: Odhlásit
de: Abmelden
fr: Déconnexion
hu: Kilépés
lt: Atsijungti
pl_pl: Wyloguj

source: Login
bs: Prijava
cs_cz: Přihlásit
de: Anmelden
fr: Identification
hu: Bejelentkezés
lt: Prisijungti
pl_pl: Zaloguj

source: Library name invalid
de: Überprüfen Sie den Namen der Bibliothek
fr: Le nom de la bibliothèque n'est pas valide

source: Library name must not be empty
de: Geben Sie einen Namen für die Bibliothek an
fr: Le nom de la bibliothèque ne peut pas être vide

source: Message
de: Nachricht
hu: Üzenet

source: Messages
bs: Poruke
cs_cz: Zprávy
de: Nachrichten
hu: Üzenetek
lt: Pranešimai
pl_pl: Wiadomości

source: Modification Details
bs: Detalji o izmjeni
cs_cz: Podrobnosti úprav
de: Bearbeitungsdetails
fr: Détails de modification
hu: Módosítások részletei
lt: Pakeitimai išsamiai
pl_pl: Szczegóły zmian

source: Modified
bs: Izmjenjeno
cs_cz: Upraveno
de: Geändert
fr: Modifié
hu: Módosítva
lt: Pakeista
pl_pl: Zmienione

source: Modified file
bs: Izmjenjena datoteka
cs_cz: Upravený soubor
de: Geänderte Datei
fr: Fichier modifié
hu: Fájl módosítva
lt: Pakeista byla
pl_pl: Zmieniony plik

source: More
bs: Više
cs_cz: Více
de: Mehr
fr: Plus
hu: Tovább
lt: Daugiau
pl_pl: Więcej

source: Move
bs: Premjesti
cs_cz: Přemístit
de: Verschieben
fr: Déplacer
hu: Mozgat
lt: Perkelti
pl_pl: Przenieś

source: MoveTo
bs: Premjesti u
cs_cz: Přemístit do
de: Verschieben nach
fr: Déplacer vers
hu: Ide mozgat
lt: Perkelti į
pl_pl: PrzenieśDo

source: Moved
bs: Premješteno
cs_cz: Přemístěno
de: Verschoben
fr: Déplacé
hu: Mozgatva
lt: Perkelta
pl_pl: Przeniesiony

source: Moved directory
bs: Premjesti direktorij
cs_cz: Složka přemístěna
de: Verschobener Ordner
fr: Dossier déplacé
hu: Könyvtár mozgatva
lt: Perkeltas aplankas
pl_pl: Przeniesiony katalog

source: Moving files ...
bs: Premještam datoteke ...
cs_cz: Přemisťování souborů…
de: Dateien werden verschoben …
fr: Déplacement des fichiers ...
hu: Fájlok mozgatása ...
lt: Perkeliamos bylos...
pl_pl: Przenoszenie plików...

source: Moved folder
de: Ordner verschoben
fr: Dossier déplacé

source: Moved file
de: Datei verschoben
fr: Fichier déplacé

source: My Own Libraries
bs: Moja Biblioteka
cs_cz: Mé knihovny
de: Meine Bibliotheken
fr: Mes Librairies
hu: Saját kötetek
lt: Mano asmeninės bibliotekos
pl_pl: Moje biblioteki

source: NO
de: Nein
fr: Non
hu: Nem

source: Network unavailable
bs: Mreža nedostupna
cs_cz: Síť nedostupná
de: Netzwerk nicht verfügbar
fr: Réseau indisponible
hu: A hálózat elérhetetlen
lt: Tinklas nepasiekiamas
pl_pl: Sieć niedostępna

source: New File
bs: Nova Datoteka
cs_cz: Nový soubor
de: Neue Datei
fr: Nouveau fichier
hu: Új fájl
lt: Nauja byla
pl_pl: Nowy plik

source: New Folder
bs: Novi Direktorij
cs_cz: Nová složka
de: Neuer Ordner
fr: Nouveau dossier
hu: Új könyvtár
lt: Naujas aplankas
pl_pl: Nowy folder

source: New file name
bs: Novi naziv datoteke
cs_cz: Název nového souboru
de: Neuer Dateiname
fr: Nouveau nom de fichier
hu: Új fájl név
lt: Naujas bylos pavadinimas
pl_pl: Nowa nazwa pliku

source: New folder name
bs: Novi naziv direktorija
cs_cz: Název nové složky
de: Neuer Ordnername
fr: Nouveau nom de répertoire
hu: Új könyvtár név
lt: Naujas aplanko pavadinimas
pl_pl: Nowa nazwa folderu

source: New Library
de: Neuer Bibliothek
fr: Nouvelle bibliothèque

source: New library name
de: Neuer Name für die Bibliothek
fr: Nouveau nom de bibliothèque

source: No Results
bs: Nema rezultata
cs_cz: Žádné výsledky
de: Keine Ergebnisse
fr: Aucun résultat
hu: Nincs találat
lt: Jokių rezultatų
pl_pl: Brak wyników

source: No available certificates
bs: Nema dostupnih certifikata
cs_cz: Žádné dostupné certifikáty
de: Keine Zertifikate verfügbar
fr: Pas de certificat disponible
hu: Nincs elérhető tanúsítvány
lt: Nėra prieinamų sertifikatų
pl_pl: Brak dostępnych certyfikatów

source: Open elsewhere...
bs: Otvori drugdje...
cs_cz: Otevřít jinde…
de: Öffnen mit …
fr: Ouvrir ailleurs...
hu: Megnyitás máshol...
lt: Atverti kur nors...
pl_pl: Otwórz gdzie indziej...

source: Open in other applications
bs: Otvori u drugim aplikacijama
cs_cz: Otevřít v jiné aplikaci
de: Mit einer anderen Anwendung öffnen
fr: Ouvrir dans une autre application
hu: Megnyitás más alkalmazással
lt: Atverti kitoje programoje
pl_pl: Otwórz w innej aplikacji

source: Open photo browser
bs: Otvori preglednik slika
cs_cz: Otevřít prohlížeč fotografií
de: Fotos öffnen
fr: Ouvrir le navigateur photo
hu: Kényképek megnyitása
lt: Atverti nuotraukų naršyklę
pl_pl: Otwórz przeglądarkę zdjęć

source: Open Seafile to view details
de: Für Details Seafile öffnen
fr: Ouvrir Seafile pour voir les détails

source: Organization
bs: Organizacija
cs_cz: Organizace
de: Organisation
fr: Organisation
hu: Szervezet
lt: Organizacija
pl_pl: Organizacja

source: Other Server
bs: Drugi Server
cs_cz: Jiný server
de: Anderer Server
fr: Autre serveur
hu: Másik szerver
lt: Kitas serveris
pl_pl: Inny serwer

source: Out of quota
bs: Manjak prostora
cs_cz: Došlo vám přidělené místo
de: Kein Speicherplatz mehr
fr: Quota dépassé
hu: Kvóta túllépés
lt: Saugyklos vieta išnaudota
pl_pl: Brak miejsca

source: Password
bs: Šifra
cs_cz: Heslo
de: Passwort
fr: Mot de passe
hu: Jelszó
lt: Slaptažodis
pl_pl: Hasło

source: Password must not be empty
bs: Šifra ne može biti prazna
cs_cz: Heslo nemůže být prázdné
de: Geben Sie Ihr Passwort an
fr: Le mot de passe ne peut être vide
hu: A jelszó nem lehet üres
lt: Slaptažodis negali būti tuščias
pl_pl: Hasło nie może być puste

source: Password of '%@'
bs: Šifra za '%@'
cs_cz: Heslo pro „%@“
de: Passwort für '%@'
fr: mot de passe de '%@'
hu: Jelszó ehhez: '%@'
lt: '%@' slaptažodis
pl_pl: Hasło '%@'

source: Password of library '%@'
bs: Šifra biblioteke '%@'
cs_cz: Heslo pro knihovnu „%@“
de: Passwort von Bibliothek '%@'
fr: Mot de passe de la bibliothèque '%@'
hu: '%@' kötet jelszava
lt: Bibliotekos '%@' slaptažodis
pl_pl: Hasło biblioteki '%@'

source: Password required
bs: Potrebna šifra
cs_cz: Je požadováno heslo
de: Passwort erforderlich
fr: Mot de passe requis
hu: Jelszó szükséges
lt: Slaptažodis privalomas
pl_pl: Hasło jest wymagane

source: Password (at least 8 characters)
de: Passwort (mindestens 8 Zeichen)
fr: Mot de passe (au moins 8 caractères)

source: Please enter your password again
de: Bitte geben Sie das Passwort noch einmal an
fr: Confirmer votre mot de passe

source: Password must at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen haben
fr: Le mot de passe doit comporter au moins 8 caractères

source: Two passwords are different
de: Die Passwörter sind unterschiedlich
fr: Les mots de passe sont différents

source: PasteTo
bs: Zalijepi u
cs_cz: Vložit do
de: Einfügen
fr: Copier vers
hu: Ide beilleszt
lt: Įklijuoti į
pl_pl: WklejDo

source: Photos
bs: Slike
cs_cz: Fotky
de: Fotos
hu: Fényképek
lt: Nuotraukos
pl_pl: Zdjęcia

source: Photos are not accessible
de: Fotos sind nicht zugänglich
fr: Les photos ne sont pas accessibles
hu: A fényképeket nem lehet elérni

source: Please authenticate to proceed
bs: Molim prijavite se za nastavak
cs_cz: Pro pokračování se ověřte
de: Bitte melden Sie sich an
fr: Authentifiez-vous SVP
hu: A folytatáshoz be kell jelentkezni
lt: Norėdami tęsti patvirtinkite
pl_pl: Proszę się uwierzytelnić, aby kontynować

source: Please disable "Auto clear passwords" for auto uploading photos to an encrypted library.
bs: Molim ugasite "Automatsko brisanje šifri" za automatski upload slika u zaštićenu biblioteku.
cs_cz: Pro automatické nahrávání fotografií do zašifrované knihovny vypněte „Automatické mazání hesla“
de: Bitte deaktivieren Sie das automatische Löschen von Passwörtern für das automatische Hochladen von Fotos in eine verschlüsselte Bibliothek.
fr: Désactiver "Effacement automatique des mots de passe" pour téléverser atutomatiquement des photos vers une bibliothèque cryptée.
hu: Az 'Automatikus jelszó elfelejtés'-t ki kell kapcsolni a titkosított kötetbe való automatikus fénykép feltöltéshez.
lt: Išjunkite "Automatinis slaptažodžių išvalymas" jei norite automatiškai įkelti kontaktus į šifruotą biblioteką.
pl_pl: Proszę wyłączyć "Automatyczne czyszczenie haseł" dla automatycznego przesyłania zdjęć do zaszyfrowanej biblioteki.
