Repository: haiwen/seafile-iOS
Catalog: seafile/Supporting Files/*.lproj/Localizable.strings
Languages: bs, cs_cz, de, fr, hu, lt, pl_pl

source: %@ can't verify the identity of the website "%@"
bs: %1$@ ne može potvrditi identitiet web stranice "%2$@"
cs_cz: %1$@ nemůže ověřit identitu stránek „%2$@“
de: %1$@ kann die Identität der Website „%2$@“ nicht überprüfen
fr: %1$@ ne peut vérifier l'identité du site web "%2$@"
hu: %1$@ nem tudja azonosítani a weboldalt: "%2$@"
lt: %1$@ nepavyko patikrinti svetainės "%2$@" autentiškumo
pl_pl: %1$@ nie może zweryfikować tożsamości witryny "%2$@"

source: %@ does not support to preview file of this kind at the moment.
bs: %@ trenutno ne podržava brzi pregled datoteke ovog tipa.
cs_cz: %@ nyní nepodporuje náhled souboru tohoto druhu.
de: %@ unterstützt derzeit leider keine Vorschau für diesen Dateityp.
fr: %@ ne supporte pas la prévisualisation de ce type de fichier pour le moment.
hu: Jelen pillanatban a(z) %@ nem tud előképet mutatni ebből a fájltípusból.
lt: %@ šiuo metu tokio tipo bylų peržiūra nepalaikoma.
pl_pl: %@ w tej chwili nie obsługuje podglądu plików tego typu.

source: %@ invite you to %@
bs: %1$@ Vas poziva %2$@
cs_cz: %1$@ Vás zve na %2$@
de: %1$@ hat Sie zu %2$@ eingeladen
fr: %1$@ vous invite sur %2$@
hu: %1$@ meghívta ide: %2$@
lt: %1$@ kviečia prisijungti prie %2$@
pl_pl: %1$@ zaprasza Cię do %2$@

source: %@, Uploaded %@
bs: %1$@, Uploadovano %2$@
cs_cz: %1$@, Nahráno %2$@
de: %1$@, Hochgeladen %2$@
fr: %1$@, envoyé %2$@
hu: %1$@, Feltöltve: %2$@
lt: %1$@, Įkelta %2$@
pl_pl: %1$@, Przesłano %2$@

source: %@, uploading
de: %@, wird hochgeladen
fr: %@, envoi
hu: %@ feltöltés alatt

source: %@, waiting to upload
bs: %@, čeka za upload
cs_cz: %@, čeká na nahrání
de: %@, auf Hochladen wird gewartet
fr: %@, en attente d'envoi
hu: %@, feltöltésre vár
lt: %@, laukia įkėlimo
pl_pl: %@, oczekiwanie na przesłanie

source: %ld photos remain
bs: %ld slika preostalo
cs_cz: %ld fotek zbývá
de: Noch %ld Fotos übrig
fr: il reste %ld photos
hu: %ld fénykép van hátra
lt: liko %ld nuotraukų
pl_pl: Pozostało %ld zdjęć

source: %ld files are uploaded to Seafile
de: %ld Dateien sind hochgeladen
fr: %ld fichiers ont été envoyés sur Seafile

source: 1 photo remain
bs: 1 slika preostala
cs_cz: 1 fotka zbývá
de: Noch 1 Foto übrig
fr: Il reste 1 photo
hu: 1 fénykép van hátra
lt: Liko 1 nuotrauka
pl_pl: Pozostało 1 zdjęcie

source: %ld days ago
de: %ld Tagen
fr: %Id jours avant

source: %ld hours ago
de: vor %ld Stunden
fr: %ld heures avant

source: %ld minutes ago
de: vor %ld Minuten
fr: %ld minutes avant

source: %ld months ago
de: vor %ld Monaten
fr: %ld mois avant

source: %ld years ago
de: vor %ld Jahren
fr: %ld années passées

source: a day ago
de: vor einem Tag
fr: Un jour avant

source: a few seconds ago
de: vor einigen Sekunden
fr: Il y a quelques secondes

source: an hour ago
de: vor einer Stunde
fr: Il y a une heure

source: a minute ago
de: vor einer Minute
fr: Il y a une minute

source: a month ago
de: vor einem Monat
fr: Il y a un mois

source: a year ago
de: vor einem Jahr
fr: Il y a un an

source: A file with the same name already exists, do you want to overwrite?
bs: Datoteka sa istim imenom već postoji. Da li je želite prepisati?
cs_cz: Existuje soubor se stejným názvem, chcete ho přepsat?
de: Es gibt bereits eine Datei mit dem gleichen Namen. Wollen Sie diese überschreiben?
fr: Un fichier avec le même nom existe déjà, voulez-vous le remplacer ?
hu: Létezik fájl ezzel a névvel, cseréljem?
lt: Byla tokiu pavadinimu jau yra, norite ją perrašyti?
pl_pl: Plik o takiej samej nazwie już istnieje, czy chcesz go nadpisać?

source: About
bs: O programu
cs_cz: O aplikaci
de: Über
fr: À propos
hu: Névjegy
lt: Apie
pl_pl: O programie

source: Account
bs: Račun
cs_cz: Účet
de: Konto
fr: Compte
hu: Fiók
lt: Paskyra
pl_pl: Konto

source: Account Info
bs: Informacije o računu
cs_cz: Informace o účtu
de: Kontoinformation
fr: Information du compte
hu: Fiók információ
lt: Paskyros informacija
pl_pl: Informacje o koncie

source: Accounts
bs: Računi
cs_cz: Účty
de: Konten
fr: Comptes
hu: Fiókok
lt: Paskyros
pl_pl: Konta

source: Activities
bs: Aktivnosti
cs_cz: Aktivity
de: Aktivitäten
fr: Activités
hu: Tevékenységek
lt: Veiksmai
pl_pl: Aktywność

source: Activity
bs: Aktivnost
cs_cz: Aktivita
de: Aktivitäten
fr: Activité
hu: Tevékenység
lt: Veiksmas
pl_pl: Aktywność

source: Add a new discussion
de: Eine neue Diskussion hinzufügen
fr: Ajouter une nouvelle discussion
hu: Új megbeszélés hozzáadása

source: Add account
bs: Dodaj račun
cs_cz: Přidat účet
de: Konto hinzufügen
fr: Ajouter un compte
hu: Fiók hozzáadása
lt: Įtraukti paskyra
pl_pl: Dodaj konto

source: Add contact
de: Kontakt hinzufügen
fr: Ajouter un contact
hu: Kapcsolat hozzáadása

source: Added
bs: Dodano
cs_cz: Přidáno
de: Neu
fr: Ajouté
hu: Hozzáadva
lt: Įtraukta
pl_pl: Dodane

source: Added directory
bs: Dodan direktorij
cs_cz: Složka přidána
de: Neuer Ordner
fr: Dossier ajouté
hu: Könyvtár hozzáadva
lt: Įtraukti aplankai
pl_pl: Dodane katalogi

source: Added file
bs: Dodana datoteka
cs_cz: Soubor přidán
de: Neue Datei
fr: Fichier ajouté
hu: Fájl hozzáadva
lt: Įtrauktos bylos
pl_pl: Dodany plik

source: Added or modified
bs: Dodan ili izmjenjen
cs_cz: Přidán nebo upraven
de: Neu oder geändert
fr: Ajouté ou modifié
hu: Hozzáadva vagy módosítva
lt: Įtraukta arba pakeista
pl_pl: Dodane lub zmienione

source: All photos synced
bs: Sve slike sinhronizirane
cs_cz: Všechny fotky synchronizovány
de: Alle Fotos wurden synchronisiert
fr: Toutes les photos sont synchronisées
hu: Minden fénykép szinkronizálva
lt: Visos nuotraukos sinchronizuotos
pl_pl: Zsynchronizowano wszystkie zdjęcia

source: Are you sure to clear all the cache?
bs: Da li ste sigurni da želite izbrisati sav cache?
cs_cz: Opravdu chcete vymazat mezipaměť?
de: Möchten Sie den lokalen Speicher wirklich löschen?
fr: Êtes-vous certain de vouloir effacer tout le cache ?
hu: Biztos, hogy törli a gyorsítótárat ?
lt: Tikrai norite išvalyti talpyklą?
pl_pl: Czy na pewno chcesz wyczyścić całą pamięć podręczną?

source: Are you sure to cancel all downloading tasks?
de: Möchten Sie alle laufenden Downloads wirklich abbrechen?
fr: Êtes-vous certain de vouloir arrêter les tâches de téléchargement ?

source: Are you sure to cancel all uploading tasks
de: Möchten Sie alle laufenden Uploads wirklich abbrechen?
fr: Êtes-vous certain de vouloir arrêter les tâches d'envoi ?

source: Are you sure to log out?
bs: Da li ste sigurni da se želite odjaviti?
cs_cz: Opravdu se chcete odhlásit?
de: Möchten Sie sich wirklich abmelden?
fr: Êtes vous certain de vouloir vous déconnecter ?
hu: Biztos, hogy kilép?
lt: At tikrai norite atsijungti?
pl_pl: Czy na pewno chcesz się wylogować?

source: Are you sure you want to delete %@ ?
de: Möchten Sie %@ wirklich löschen?
fr: Êtes-vous certain de vouloir supprimer %@ ?

source: Auto Upload
bs: Automatski upload
cs_cz: Nahrávat automaticky
de: Automatisches Hochladen
fr: Envoi automatique
hu: Automatikus feltöltés
lt: Automatinis įkėlimas
pl_pl: Automatyczne przesyłanie

source: Auto clear passwords
bs: Automatsko brisanje šifri
cs_cz: Automaticky mazat hesla
de: Passwörter immer löschen
fr: Effacement automatique des mots de passe
hu: Jelszó automatikus elfelejtése
lt: Automatiškai išvalyti slaptažodžius
pl_pl: Automatycznie czyść hasła

source: Auto merge by seafile system
bs: Automatsko spajanje od strane seafile sistema
cs_cz: Automatické spojení systémem seafile
de: Automatisch von Seafile zusammengeführt
fr: Fusionné automatiquement par Seafile
hu: Seafile rendszer automatikusan összefűzte
lt: Automatiškai sujungta seafile sistemos
pl_pl: Automatycznie złączone przez system seafile

source: Auto upload should be enabled first.
bs: Automatski upload bi trebao biti omogućen.
cs_cz: Nejprve je třeba zapnout automatické nahrávání
de: Aktivieren Sie zuerst das automatische Hochladen
fr: L'envoi automatique doit d'abord être activé.
hu: Először engedélyezni kell az automatikus feltöltést.
lt: Pirmiau reikia įjungti automatinį įkėlimą.
pl_pl: Najpierw należy włączyć automatyczne przesyłanie.

source: Back
bs: Nazad
cs_cz: Zpět
de: Zurück
fr: Retour
hu: Vissza
lt: Atgal
pl_pl: Wstecz

source: Back to Last Account
bs: Nazad na posljednji račun
cs_cz: Zpátky k poslednímu účtu
de: Weiter mit aktuellem Konto
fr: Revenir au dernier compte
hu: Vissza az utolsó fiókhoz
lt: Grįžti į vėliausią paskyrą
pl_pl: Wróć do poprzedniego konta

source: Background Upload
bs: Pozadinski upload
cs_cz: Nahrání na pozadí
de: Hochladen im Hintergrund
fr: Envoi en arrière plan
hu: Feltöltés a háttérben
lt: Įkėlimas fone
pl_pl: Przesyłanie w tle

source: Backup Contacts
bs: Sigurnosna kopija kontakata
cs_cz: Zazálohovat kontakty
de: Kontakte sichern
fr: Sauvegarder les contacts
hu: Ismerősök mentése
lt: Kontaktų atsarginė kopija
pl_pl: Kopia zapasowa kontaktów

source: Cache
cs_cz: Mezipaměť
de: Belegter Speicher
hu: Gyorsítótár
lt: Talpykla
pl_pl: Pamięć podręczna

source: Camera Upload
bs: Upload sa kamere
cs_cz: Nahrání z fotoaparátu
de: Automatischer Foto-Upload
fr: Envoi des photos/vidéos
hu: Fényképezőgép feltöltés
lt: Kameros įkėlimai
pl_pl: Kopia zdjęć

source: Can not remove certificate because it is still in use
bs: Certifikat nije moguće izbrisati jer je još u upotrebi
cs_cz: Certifikát není možné odebrat protože je stále používán
de: Das Zertifikat wird noch verwendet und kann nicht entfernt werden
fr: Impossible d'effacer le certificat car il est toujours utilisé
hu: Nem lehet törölni a tanúsítványt mert még használatban van
lt: Negalima pašalinti sertifikato kadangi jis vis dar naudojamas
pl_pl: Nie można usunąć certyfikatu ponieważ jest ciągle w użyciu

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse

source: Cancel download
bs: Prekini download
cs_cz: Zrušit stahování
de: Herunterladen abbrechen
fr: Annuler le téléchargement
hu: Letöltés megszakítása
lt: Atšaukti atsisiuntimą
pl_pl: Anuluj pobieranie

source: Cancel upload
de: Hochladen abbrechen
fr: Annuler l'envoi

source: Changed library name or description
bs: Promjenjeno ime ili opis biblioteke
cs_cz: Změněný název nebo popis knihovny
de: Name oder Beschreibung der Bibliothek geändert
fr: Nom de bibliothèque ou description changée
hu: Kötetnév vagy leírás változott
lt: Pakeistas bibliotekos pavadinimas ar aprašymas
pl_pl: Zmieniona nazwa biblioteki lub opis

source: Checking library password ...
bs: Provjera šifre biblioteke ...
cs_cz: Kontrola hesla knihovny…
de: Das Passwort der Bibliothek wird überprüft …
fr: Vérification du mot de passe de la bibliothèque ...
hu: Kötet jelszó ellenőrzése ...
lt: Tikrinamas bibliotekos slaptažodis...
pl_pl: Sprawdzanie hasła biblioteki...

source: Choose
bs: Odaberi
cs_cz: Vybrat
de: Auswählen
fr: Choisir
hu: Választ
lt: Pasirinkti
pl_pl: Wybierz

source: Choose directory
de: Ordner auswählen
fr: Choisissez un répertoire

source: Choose a Seafile server
bs: Odaberi Seafile Server
cs_cz: Vyberte Seafile server
de: Wählen Sie einen LuckyCloud-Server
fr: Choisissez un serveur luckycloud
hu: Válassz luckycloud szervert
lt: Pasirinkite Seafile serverį
pl_pl: Wybierz serwer Seafile

source: Choose an account to start
bs: Odaberi račun za početak
cs_cz: Začněte volbou účtu
de: Bitte wählen Sie ein Konto aus
fr: Choisissez un compte pour commencer
hu: Induló fiók kiválasztása
lt: Pasirinkite paskyrą kuria pradėsite
pl_pl: Wybierz konto, aby rozpocząć

source: Clear libraries passwords successfully.
bs: Brisanje šifri biblioteka uspješno.
cs_cz: Hesla knihoven byla úspěšně vymazána.
de: Die Passwörter der Bibliotheken sind nun gelöscht.
fr: Mots de passe des bibliothèques effacé avec succès.
hu: Kötet jelszó elfelejtve.
lt: Bibliotekos slaptažodžiai sėkmingai išvalyti.
pl_pl: Pomyślnie wyczyszczono hasła bibliotek.

source: Clear library password successfully.
bs: Brisanje šifre biblioteke uspješno.
cs_cz: Heslo knihovny bylo úspěšně vymazáno.
de: Das Passwort der Bibliothek ist nun entfernt.
fr: Mot de passe de la bibliothèque effacé avec succès.
hu: Kötet jelszó elfelejtve.
lt: Bibliotekos slaptažodis sėkmingai išvalytas.
pl_pl: Pomyślnie wyczyszczono hasło biblioteki.

source: Clear password
bs: Briši šifru
cs_cz: Vymazat heslo
de: Passwort entfernen
fr: Effacer le mot de passe
hu: Jelszó elfelejtése
lt: Išvalyti slaptažodį
pl_pl: Wyczyść hasło

source: Clear remembered passwords
bs: Briši zapamćene šifre
cs_cz: Vymazat uložená hesla
de: Gespeicherte Passwörter löschen
fr: Effacer les mots de passe mémorisés
hu: Megjegyzett jelszó elfelejtése
lt: Išvalyti įrašytus slaptažodžius
pl_pl: Wyczyść zapamiętane hasła

source: Click "Search" to start
bs: Klikni "Pretraga" za početak
cs_cz: Začněte stisknutím „Hledat“
de: Mit „Suchen“ abschicken
fr: Cliquez sur "Rechercher" pour commencer
hu: Indításhoz kattintson a „Keresés”-re
lt: Norėdami pradėti spauskite "Ieškoti"
pl_pl: Kliknij "Szukaj", aby rozpocząć

source: Connecting to server
bs: Spajanje na server
cs_cz: Připojování k serveru
de: Verbindung zum Server wird hergestellt
fr: Connexion au serveur
hu: Csatlakozás a szerverhez
lt: Jungiamasi prie serverio
pl_pl: Łączenie z serwerem

source: Contacts Backup
bs: Sigurnosna kopija kontakata
cs_cz: Záloha kontaktů
de: Kontakte sichern
fr: Sauvegarde des contacts
hu: Ismerősök mentése
lt: Kontaktų atsarginė kopija
pl_pl: Kopia zapasowa kontaktów

source: Contacts backup failed.
bs: Sigurnosna kopija kontakata neuspješna.
cs_cz: Záloha kontaktů se nezdařila.
de: Fehler: Kontakte konnten nicht gesichert werden.
fr: La sauvegarde des contacts a échoué.
hu: Sikertelen az ismerősök mentése
lt: Nepavyko sukurti kontaktų atsarginės kopijos.
pl_pl: Nie udało się wykonać kopii zapasowej kontaktów.

source: Contacts backup should be enabled first.
bs: Sigurnosna kopija kontakata bi trebala biti omogućena.
cs_cz: Nejprve je třeba zapnout zálohování kontaktů.
de: Aktivieren Sie zuerst das Sichern von Kontakten.
fr: La sauvegarde des contacts doit d'abord être activée.
hu: Az ismerősök mentését először engedélyezni kell.
lt: Pirmiau reikia įjungti kontaktų atsarginį kopijavimą.
pl_pl: Najpierw należy włączyć kopię zapasową kontaktów.

source: Contacts backup succeeded.
bs: Sigurnosna kopija kontakata uspješna.
cs_cz: Kontakty úspěšně zazálohovány.
de: Kontakte sind gesichert.
fr: La sauvegarde des contacts a réussi.
hu: Sikeres az ismerősök mentése.
lt: Kontaktų atsarginė kopija sukurta.
pl_pl: Pomyślnie wykonano kopię zapasową kontaktów.

source: Contacts will be backuped as: %@
bs: Sigurnosna kopija kontakata će biti napravljena kao: %@
cs_cz: Kontakty budou zazálohovány jako: %@
de: Kontakte werden gesichert als: %@
fr: Les contacts seront sauvegardés en tant que : %@
hu: Az ismerősök ide lesznek mentve: %@
lt: Kontaktų atsarginė kopija bus sukurta: %@
pl_pl: Kontakty będą zachowane jako: %@

source: Copy
bs: Kopiranje
cs_cz: Kopírovat
de: Kopieren
fr: Copier
hu: Másol
lt: Kopijuoti
pl_pl: Kopiuj

source: Copy Link to Clipboard
bs: Kopiraj link u memoriju
cs_cz: Zkopírovat odkaz do Schránky
de: Link in Zwischenablage kopieren
fr: Copier le lien dans le presse-papier
hu: Link vágólapra másolása
lt: Kopijuoti nuorodą į iškarpinę
pl_pl: Skopiuj odsyłacz do schowka

source: Copy image to clipboard
bs: Kopiraj sliku u memoriju
cs_cz: Zkopírovat obrázek do Schránky
de: Bild in Zwischenablage kopieren
fr: Copier l'image dans le presse-papier
hu: Kép vágólapra másolása
lt: Kopijuoti paveikslėlį į iškarpinę
pl_pl: Skopiuj obraz do schowka

source: Copy share link to clipboard
bs: Kopiraj link za dijeljenje u memoriju
cs_cz: Zkopírovat odkaz ke sdílení o schránky
de: Freigabe-Link in die Zwischenablage kopieren
fr: Copier le lien de partage dans le presse-papiers
hu: Megosztási link vágólapra másolása
lt: Kopijuoti bendrinimo nuorodą į iškarpinę
pl_pl: Kopiuj łącze udostępniania do schowka

source: Copying files ...
bs: Kopiram datoteke ...
cs_cz: Kopírování souborů…
de: Dateien werden kopiert …
fr: Copie de fichiers ...
hu: Fájlok másolása ...
lt: Kopijuojamos bylos...
pl_pl: Kopiowanie plików...

source: Created library %@
bs: Biblioteka %@ napravljena
cs_cz: Vytvořena knihovna %@
de: Erstellte Bibliothek %@
fr: Bibliothèque %@ créée
hu: %@ könyvtár létrehozva
lt: Sukurta biblioteka %@
pl_pl: Utworzona biblioteka %@

source: Creating file ...
bs: Pravim datoteke ...
cs_cz: Vytváření souboru…
de: Datei wird erstellt …
fr: Création du fichier ...
hu: Fájl létrehozás ...
lt: Kuriama byla...
pl_pl: Tworzenie pliku...

source: Creating folder ...
bs: Pravim direktorij ...
cs_cz: Vytváření složky…
de: Ordner wird erstellt …
fr: Création du répertoire ...
hu: Könyvtár létrehozás ...
lt: Kuriamas aplankas...
pl_pl: Tworzenie folderu...

source: Creating library ...
de: Bibliothek wird erstellt …
fr: Création de la bibliothèque ...

source: Created library
de: Bibliothek erstellt
fr: Bibliothèque créée

source: Created folder
de: Ordner erstellt
fr: Dossier créé

source: Created file
de: Datei erstellt
fr: Fichier créé

source: Created %ld files
de: %ld Dateien erstellt
fr: Les fichiers %ld ont été créé

source: Created draft
de: Entwurf erstellt
fr: Brouillon créé

source: Delete
bs: Brisanje
cs_cz: Smazat
de: Löschen
fr: Supprimer
hu: Töröl
lt: Trinti
pl_pl: Usuń

source: Deleted
bs: Izbrisano
cs_cz: Smazáno
de: Gelöscht
fr: Supprimé
hu: Törölve
lt: Ištrinta
pl_pl: Usunięte

source: Deleted library %@
bs: Izbrisana biblioteka %@
cs_cz: Smazána knihovna %@
de: Gelöschte Bibliothek %@
fr: Bibliothèque %@ effacée
hu: %@ kötet törölve
lt: Ištrinta biblioteka %@
pl_pl: Usunięta biblioteka %@

source: Deleting directory ...
bs: Brišem direktorij ...
cs_cz: Mazání složky…
de: Lösche Ordner …
fr: Suppression du dossier ...
hu: Könyvtár törlése ...
lt: Trinamas aplankas...
pl_pl: Usuwanie folderu...

source: Deleting file ...
bs: Brišem datoteku ...
cs_cz: Mazání souboru…
de: Datei wird gelöscht …
fr: Suppression du fichier ...
hu: Fájl törlése ...
lt: Trinama byla...
pl_pl: Usuwanie pliku...

source: Deleting files ...
bs: Brišem datoteke ...
cs_cz: Mazání souborů…
de: Dateien werden gelöscht …
fr: Suppression des fichiers ...
hu: Fájlok törlése ...
lt: Trinamos bylos...
pl_pl: Usuwanie plików...

source: Deleted library
de: Bibliothek gelöscht
fr: Bibliothèque supprimée

source: Deleted folder
de: Ordner gelöscht
fr: Dossier supprimé

source: Deleted file
de: Datei gelöscht
fr: Fichier supprimé

source: Deleted draft
de: Entwurf gelöscht
fr: Brouillon supprimé

source: Destination
de: Ziel
hu: Cél

source: Directory '%@' is shared with you using %@
bs: Direktorij '%1$@' je podjeljen sa vama preko %2$@
cs_cz: Složka „%1$@“ je s vámi sdílena pomocí %2$@
de: Ordner „%1$@“ ist über %2$@ für Sie freigegeben
fr: Le répertoire '%1$@' est partagé avec vous dans %2$@
hu: '%1$@' megosztva önnel itt: %2$@
lt: Aplankas '%1$@' bendrinamas naudojant %2$@
pl_pl: Katalog '%1$@' został Ci udostępniony za pomocą %2$@

source: Discussion
bs: Diskusija
cs_cz: Diskuse
de: Diskussion
hu: Megbeszélés
lt: Aptarimas
pl_pl: Dyskusja

source: Do you want reset the uploaded photos?
bs: Da li želite poništiti uploadovane slike?
cs_cz: Chcete resetovat nahrané fotky?
de: Möchten Sie die hochgeladenen Fotos wirklich zurücksetzen?
fr: Voulez-vous réinitialiser les photos envoyées?
hu: Alaphelyzetbe állítja a feltöltött fényképeket?
lt: Norite iš naujo nustatyti įkeltas nuotraukas?
pl_pl: Czy chcesz zresetować przesłane zdjęcia?

source: Do you want to backup contacts now?
bs: Da li želite napraviti sigurnosnu kopiju kontakata sada?
cs_cz: Chcete nyní zazálohovat kontakty?
de: Möchten Sie die Kontakte jetzt sichern?
fr: Voulez-vous sauvegarder vos contacts maintenant ?
hu: A névjegyeket most szeretnéd menteni?
lt: Norite dabar sukurti kontaktų atsarginę kopija?
pl_pl: Czy chcesz wykonać teraz kopię kontaktów?

source: Download
cs_cz: Stáhnout
de: Laden
fr: Téléchargement
hu: Letöltés
lt: Atsisiųsti
pl_pl: Pobierz

source: Edit
cs_cz: Upravit
de: Bearbeiten
fr: Éditer
hu: Szerkeszt
lt: Redaguoti
pl_pl: Edytuj

source: Email or Username
bs: Email ili Korisničko ime
cs_cz: E-mail nebo uživatelské jméno
de: E-Mail-Adresse oder Benutzername
fr: E-mail ou nom d'utilisateur
hu: Email vagy felhasználónév
lt: El. paštas arba vartotojo vardas
pl_pl: Email lub nazwa użytkownika

source: Enable TouchID
de: Touch ID verwenden
fr: Activer Touch ID
hu: TouchID engedélyezés

source: Enable FaceID
de: Face ID verwenden
fr: Activer Face ID

source: Encrypted Libraries
bs: Šifrovane biblioteke
cs_cz: Šifrované knihovny
de: Verschlüsselte Bibliotheken
fr: Bibliothèques cryptées
hu: Titkosított kötetek
lt: Šifruotos bibliotekos
pl_pl: Biblioteki zaszyfrowane

source: Encrypted
de: Verschlüsselt
fr: Crypté

source: Failed to add discussion
de: Diskussion konnte nicht hinzugefügt werden
fr: Impossible d'ajouter une discussion
hu: Nem lehetett megbeszélést hozzáadni

source: Failed to authenticate
bs: Neuspješna prijava
cs_cz: Nepodařilo se ověřit
de: Anmeldung fehlgeschlagen
fr: Échec de l'authentification
hu: Sikertelen azonosítás
lt: Nepavyko autentifikuoti
pl_pl: Nie udało się uwierzytelnić

source: Failed to copy files
bs: Neuspješno kopiranje datoteka
cs_cz: Kopírování souborů se nezdařilo
de: Dateien konnten nicht kopiert werden
fr: Impossible de copier les fichiers
hu: Fájlok másolása sikertelen
lt: Nepavyko nukopijuoti bylų
pl_pl: Nie udało się skopiować plików

source: Failed to create file
bs: Neuspješno pravljenje datoteke
cs_cz: Vytvoření souboru se nezdařilo
de: Datei konnte nicht erstellt werden
fr: Impossible de créer le fichier
hu: Fájl létrehozás sikertelen
lt: Nepavyko sukurti bylos
pl_pl: Nie udało się stworzyć pliku

source: Failed to create folder
bs: Neuspješno pravljenje direktorija
cs_cz: Vytvoření složky se nezdařilo
de: Ordner konnte nicht erstellt werden
fr: Impossible de créer le répertoire
hu: Könyvtár létrehozás sikertelen
lt: Nepavyko sukurti aplanko
pl_pl: Nie udało się stworzyć folderu

source: Failed to create library
de: Bibliothek konnte nicht erstellt werden
fr: Impossible de créer la bibliothèque

source: Failed to delete files
bs: Neuspješno brisanje datoteka
cs_cz: Smazání souborů se nezdařilo
de: Dateien konnten nicht gelöscht werden
fr: Impossible de supprimer les fichiers
hu: Fájlok törlése sikertelen
lt: Nepavyko ištrinti bylų
pl_pl: Nie udało się usunąć plików

source: Failed to download file '%@'
bs: Neuspješan download datoteke '%@'
cs_cz: Soubor „%@“ se nepodařilo stáhnout
de: Datei „%@“ konnte nicht heruntergeladen werden
fr: Echec du téléchargement du fichier '%@'
hu: '%@' fájl letöltése sikertelen
lt: Nepavyko atsisiųsti bylos '%@'
pl_pl: Nie udało się pobrać pliku '%@'

source: Failed to find %@
bs: Neuspješno traženje%@
cs_cz: %@ se nepodařilo najít
de: %@ nicht gefunden
fr: Impossible de trouver %@
hu: %@ nem található
lt: Nepavyko rasti %@
pl_pl: Nie odnaleziono %@

source: Failed to find library
bs: Neuspješno traženje biblioteke
cs_cz: Knihovnu se nepodařilo najít
de: Bibliothek nicht gefunden
fr: Impossible de trouver la bibliothèque
hu: Kötet nem található
lt: Nepavyko rasti bibliotekos
pl_pl: Nie odnaleziono biblioteki

source: Failed to generate share link of directory '%@'
bs: Neuspješno generisanje linka za dijeljenje direktorija '%@'
cs_cz: Nepodařilo se vytvořit odkaz pro sdílení složky „%@“
de: Freigabe-Link für Ordner „%@“ konnte nicht erzeugt werden
fr: Impossible de générer un lien de partage pour la bibliothèque '%@'
hu: '%@' könyvtárhoz a megosztási link készítése sikertelen
lt: Nepavyko sukurti aplanko '%@' bendrinimo nuorodos
pl_pl: Nie udało się wygenerować łącza udostępniania dla folderu '%@'
